

/* See TextEdit's InfoPlist.strings file for examples */
CFBundleName = "BibDesk";   /* This is for the localized "short" name in the app menu bar */
CFBundleDisplayName = "BibDesk";

/* Current documentation says CFBundleGetInfoString is deprecated in favor of this */
NSHumanReadableCopyright = "Copyright © 2001-2007 Michael O. McCracken.";

CFBundleHelpBookFolder = "BibDesk Help";
CFBundleHelpBookName = "Aide de BibDesk";

/* Localizations for the type names, shown in save-as popup */

NSStringPboardType = "Format Texte";
"BibTeX Database" = "BibTeX";
"RIS/Medline File" = "RIS";
"BibDesk Item" = "Publication";
"Web of Science File" = "Web of Science";